# Host: moushu1.cnowcoqp73cb.rds.cn-north-1.amazonaws.com.cn  (Version: 5.6.37-log)
# Date: 2018-05-24 13:14:21
# Generator: MySQL-Front 5.3  (Build 4.234)

/*!40101 SET NAMES utf8 */;

#
# Structure for table "country"
#

DROP TABLE IF EXISTS `country`;
CREATE TABLE `country` (
  `code` varchar(3) COLLATE utf8_unicode_ci NOT NULL COMMENT '国家编码',
  `name` varchar(30) COLLATE utf8_unicode_ci NOT NULL COMMENT '国家名称',
  PRIMARY KEY (`code`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

#
# Data for table "country"
#

INSERT INTO `country` VALUES ('AAA','中国'),('ABA','英国'),('ACA','美国'),('AFG','阿富汗'),('AGO','安哥拉'),('AIA','安圭拉'),('ALB','阿尔巴尼亚'),('AND','安道尔'),('ARE','阿拉伯联合酋长国'),('ARG','阿根廷'),('ARM','亚美尼亚'),('ATA','南极洲'),('AUS','澳大利亚'),('AUT','奥地利'),('AZE','阿塞拜疆'),('BDI','布隆迪'),('BEL','比利时'),('BEN','贝宁'),('BFA','布基纳法索'),('BGD','孟加拉'),('BGR','保加利亚'),('BHR','巴林'),('BHS','巴哈马'),('BIH','波斯尼亚和黑塞哥维那'),('BLR','白俄罗斯'),('BLZ','伯利兹'),('BOL','玻利维亚'),('BRA','巴西'),('BRN','文莱'),('BTN','不丹'),('BWA','博茨瓦纳'),('CAF','中非共和国'),('CAN','加拿大'),('CHE','瑞士'),('CHL','智利'),('CIV','科特迪瓦'),('CMR','喀麦隆'),('COG','刚果'),('COL','哥伦比亚'),('COM','科摩罗'),('CPV','佛得角'),('CRI','哥斯达黎加'),('CUB','古巴'),('CYM','开曼群岛'),('CYP','塞浦路斯'),('CZE','捷克共和国'),('DEU','德国'),('DJI','吉布提'),('DMA','多米尼加'),('DNK','丹麦'),('DOM','多米尼加共和国'),('DZA','阿尔及利亚'),('ECU','厄瓜多尔'),('EGY','埃及'),('ERI','厄立特里亚'),('ESP','西班牙'),('EST','爱沙尼亚'),('ETH','埃塞俄比亚'),('FIN','芬兰'),('FJI','斐济'),('FRA','法国'),('FSM','密克罗尼西亚'),('GAB','加蓬'),('GEO','乔治亚'),('GHA','加纳'),('GIB','直布罗陀'),('GIN','几内亚'),('GLP','瓜德罗普'),('GMB','冈比亚'),('GNB','几内亚比绍'),('GRC','希腊'),('GRD','格林纳达'),('GRL','格陵兰'),('GTM','危地马拉'),('GUM','关岛'),('GUY','圭亚那'),('HND','洪都拉斯'),('HRV','克罗地亚'),('HTI','海地'),('HUN','匈牙利'),('IDN','印度尼西亚'),('IMN','曼岛'),('IND','印度'),('IRL','爱尔兰'),('IRN','伊朗'),('IRQ','伊拉克'),('ISL','冰岛'),('ISR','以色列'),('ITA','意大利'),('JAM','牙买加'),('JEY','泽西岛'),('JOR','约旦'),('JPN','日本'),('KAZ','哈萨克斯坦'),('KEN','肯尼亚'),('KGZ','吉尔吉斯斯坦'),('KHM','柬埔寨'),('KIR','基里巴斯'),('KNA','圣基茨和尼维斯'),('KOR','韩国'),('KWT','科威特'),('LAO','老挝'),('LBN','黎巴嫩'),('LBR','利比里亚'),('LBY','利比亚'),('LCA','圣卢西亚'),('LIE','列支敦士登'),('LKA','斯里兰卡'),('LSO','莱索托'),('LTU','立陶宛'),('LUX','卢森堡'),('LVA','拉脱维亚'),('MAR','摩洛哥'),('MCO','摩纳哥'),('MDA','摩尔多瓦'),('MDG','马达加斯加'),('MDV','马尔代夫'),('MEX','墨西哥'),('MHL','马绍尔群岛'),('MKD','马其顿'),('MLI','马里'),('MLT','马耳他'),('MMR','缅甸'),('MNG','蒙古'),('MOZ','莫桑比克'),('MTQ','马提尼克'),('MUS','毛里求斯'),('MWI','马拉维'),('MYS','马来西亚'),('NAM','纳米比亚'),('NER','尼日尔'),('NFK','诺福克'),('NGA','尼日利亚'),('NIC','尼加拉瓜'),('NIU','纽埃'),('NLD','荷兰'),('NOR','挪威'),('NPL','尼泊尔'),('NRU','瑙鲁'),('NZL','新西兰'),('OMN','阿曼'),('PAK','巴基斯坦'),('PAN','巴拿马'),('PCN','皮特凯恩'),('PER','秘鲁'),('PHL','菲律宾'),('PNG','巴布亚新几内亚'),('POL','波兰'),('PRI','波多黎各'),('PRK','朝鲜'),('PRT','葡萄牙'),('PRY','巴拉圭'),('PSE','巴勒斯坦'),('QAT','卡塔尔'),('ROU','罗马尼亚'),('RUS','俄罗斯'),('RWA','卢旺达'),('SAU','沙特阿拉伯'),('SCG','塞尔维亚,黑山'),('SDN','苏丹'),('SEN','塞内加尔'),('SGP','新加坡'),('SHN','圣赫勒拿'),('SLE','塞拉利昂'),('SLV','萨尔瓦多'),('SMR','圣马力诺'),('SOM','索马里'),('SUR','苏里南'),('SVK','斯洛伐克'),('SVN','斯洛文尼亚'),('SWE','瑞典'),('SWZ','斯威士兰'),('SYC','塞舌尔'),('SYR','叙利亚'),('TCD','乍得'),('TGO','多哥'),('THA','泰国'),('TJK','塔吉克斯坦'),('TKL','托克劳'),('TKM','土库曼斯坦'),('TLS','东帝汶'),('TON','汤加'),('TTO','特立尼达和多巴哥'),('TUN','突尼斯'),('TUR','土耳其'),('TUV','图瓦卢'),('TZA','坦桑尼亚'),('UGA','乌干达'),('UKR','乌克兰'),('URY','乌拉圭'),('UZB','乌兹别克斯坦'),('VAT','梵蒂冈'),('VEN','委内瑞拉'),('VGB','维尔京群岛，英属'),('VIR','维尔京群岛，美属'),('VNM','越南'),('VUT','瓦努阿图'),('WSM','萨摩亚'),('YEM','也门'),('ZAF','南非'),('ZMB','赞比亚'),('ZWE','津巴布韦');
